[Estonian]
Translated_By=Highlander
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graafiline liides ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=1 SAMM : VALI OMA MEEDIA
STEP 2 : CHOOSE A SOURCE=2 SAMM : VALI ALLIKAS
STEP 3 : PERSISTENCE=3 SAMM : PÜSIVUS
STEP 4 : OPTIONS=4 SAMM : VALIKUD
STEP 5 : CREATE=5 SAMM : LOO
:::::::::::::::::::::::::::::::::::::::::::::::::::: Üldine ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=MB
GB=GG
min=min
Label=Märgistus
Size=Suurus
Help=Abi
Please read=Palun loe
Error=Viga
:::::::::::::::::::::::::::::::::::::::::::::::::::: 1 Samm ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=Vali USB-meedia
Hard drives=Kõvakettad
No key found=Ühtegi meediat ei leitud
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2 Samm ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=Lae alla
Support for .IMG files is experimental=IMG-failide tugi on eksperimentaalne
Only Live mode is currently available in step 3, virtualization option has been disabled=Ainult Elav-moodus on võimalik 3.sammus, virtualiseerimisvõimalus on blokeeritud
However, LinuxLive USB Creator will try to use same install parameters as for=Siiski üritab LinuxLive USB Creator kasutada samu parameetreid nagu paigaldusel
:::::::::::::::::::::::::::::::::::::::::::::::::::: 3 Samm ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(Ainult Elav-moodus)
(Persistent Mode)=(Püsivus-mood)
:::::::::::::::::::::::::::::::::::::::::::::::::::: 4 Samm ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=Peida meedial looodud failid
(except for Umenu.exe)=(välja arvatud Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=Formaaadi meedia FAT32-s (see kustutab su andmed !!)
Enable launching LinuxLive in Windows (requires internet to install)=Võimalda LinuxLive käivitamine Windows-is (vajab paigalduseks internetti)
:::::::::::::::::::::::::::::::::::::::::::::::::::: 5 Samm ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=Paigaldamise alustamiseks vajutage välgu-ikoonile
Please choose a FAT32 or FAT formated key or check the formating option=Palun vali FAT32- või FAT-formaaditud meedia või vaata formaatimise valikut
No disk selected=Ühtegi ketast pole valitud
No file selected=Ühtegi faili pole valitud
No folder or CD selected=Ühtegi kausta või CD pole valitud
http://www.ubuntu.com/getubuntu/download=http://www.ubuntu.com/getubuntu/download
Please choose an ISO image of LinuxLive CD=Palun vali LinuxLive CD iso-tõmmis
Please choose a CD of LinuxLive Live or its folder=Palun vali LinuxLive Elav-CD või tema kaust
Start creation of LinuxLive USB=Alusta LinuxLive USB loomist
Please validate step 1 to 3=Palun valideerige sammud  1 - 3
Are you sure you want to format this disk and lose your data=Kas oled kindel oma soovis formaatida see ketas ja kaotada oma andmed
Formatted in=Formaatida kui
Formating the key=Formaadin meediat
Step 1 to 3 OK=Sammud 1 - 3 OK
Cleaning previous installations ( 2min )=Kõrvaldan eelmisi paigaldusi ( 2min )
Setting up virtualization software=Seadistan virtualiseerimistarkvara
VirtualBox already downloaded=VirtualBox on juba allalaetud
A new version of VirtualBox is available=VirtualBox'i uus versioon on saadaval
This new version will be downloaded=See uus versioon saab alla laetud
Downloading VirtualBox as a background task=Laen VirtualBox'i taustülesandena alla
Download started succesfully=Allalaadimine algas õnnestunult
Download failed to start=Allalaadimist ei õnnestunud käivitada
VirtualBox will not be installed=VirtualBox'i ei paigaldata
Integrity could not be verified=Terviklikkust ei olnud võimalik kontrollida
Will attempt installation=Üritan paigaldada
Cannot download=Allalaadimine pole võimalik
Extracting ISO file on key=Pakin ISO-faili meediale lahti
Writing image to the usb stick=Kirjutan tõmmist USB-pulgale
Copying files to the key=Kopeerin faile meediale
Renaming some files=Muudan mõnede failide nime
Hiding files=Peidan faile
Creating file for persistence=Loon faili püsivuse jaoks
Formating persistence file=Formaadin püsivuse faili
Live mode : no persistence file=Elav-moodus : püsivuse faili pole
Ubuntu variant found=Leitud Ubuntu variant
Installing boot sectors=Paigaldan käivitussektoreid
Downloading VirtualBox=VirtualBox'i allalaadimine
Download complete=Allalaadimine on lõpetatud
Cleaning previous VirtualBox install=Kõrvaldan eelmise VirtualBox'i paigalduse
Extracting VirtualBox on key=Pakin VirtualBox'i meediale lahti
Applying VirtualBox settings=Rakendan VirtualBox'i seadeid
Your LinuxLive key is now up and ready=Su LinuxLive meedia on nüüd kasutamiseks valmis 
You do not have enough rights to launch VirtualBox=Sul pole piisavalt õigusi VirtualBox'i käivitamiseks
Please log in as an administrator or run VirtualBox with admin rights=Palun logi administraatorina sisse või kasuta VirtualBox'i admin-õigustes
Free memory below 256mb threshold=Vaba mälu on alla 256MB läve
This is not enough to launch LinuxLive in Windows=Sellest ei piisa LinuxLive käivitamiseks Windows'is
:::::::::::::::::::::::::::::::::::::::::::::::::::: Abifail ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing=Abifail puudub
:::::::::::::::::::::::::::::::::::::::::::::::::::: Lisaks ( Sammu 5 abi ) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=Tarkvara info
User's Guide=Kasutusjuhend
Virtualization Tutorial (FR)=Virtualiseerimise õpetus (FR)
Donate=Anneta
Version=Versioon
:::::::::::::::::::::::::::::::::::::::::::::::::::: Klaviatuuri konfigureerimine ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=See ei ole ühilduv ISO
Detecting keyboard layout=Tuvastan klaviatuuri asetust
French (France)=Prantsuse (France)
French (Swiss)=Prantsuse (Suisse)
Dutch=Hollandi
Portuguese=Portugali
US or other (qwerty)=US või ülejäänud (qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: VirtualBox'i konfigureerimine ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=Viga VMDK loomisel
Key not found, VMDK is invalid=Meediat ei leitud, VMDK on kehtetu
Try to launch again SetupForAutoVMDK.exe=Proovige SetupForAutoVMDK.exe uuesti käivitada
Do you want to ignore this error=Kas soovid seda viga eirata
:::::::::::::::::::::::::::::::::::::::::::::::::::: MD5 kontroll ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=Ei suuda leida MD5SUMS
Canceling check=Katkestan kontrolli
You have the right ISO file but it is corrupted or was altered=Sul on õige ISO-fail, kuid see on rikutud või teda on muudetud
Please download it again=Palun lae ta uuesti alla
Verifying=Kontrollin
This ISO is not compatible=See ei ole ühilduv ISO
Please read the compatibility list in user guide=Palun tutvu kokkusobivuse nimekirjaga kasutusjuhendis
If your version is in this list, this mean that your file is corrupted, please download it again=Sinu versiooni olemasolu nimekirjas tähendab, et fail on rikutud, palun lae ta uuesti alla
This version is compatible and its integrity was checked=See versioon on ühilduv ja ta terviklikkus on kontrollitud
Check completed=Kontroll on lõpetud
Integrity + compatibility check=Terviklikkuse + ühilduvuse kontroll
Unable to open MD5SUM.txt=Ei ole võimalik md5sum.txt avada
Checking integrity=Kontrollin terviklikkust
This file is corrupted=See fail on rikutud
All files have been successfully checked=Kõik failid on õnnestunult kontrollitud
Checking file=Kontrollin faili
:::::::::::::::::::::::::::::::::::::::::::::::::::: Meedia menüü ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Püsivuse moodus
Live Mode=Elav-moodus
Install=Paigaldus
File Integrity Check=Faili terviklikkuse kontroll
Memory Test=Mälu test
:::::::::::::::::::::::::::::::::::::::::::::::::::: Vigade aken ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred=Ilmnes viga
An anonymous report was sent in order to fix this error as soon as possible=Saadeti anonüümne aruanne vea võimalikult kiireks parandamiseks
Show bug report=Näita vigade aruannet
Restart application=Taaskäivita rakendus
Close application=Sulge rakendus
Last Actions=Viimane tegevus
Unique anonymous ID=Ainulaadne anonüümne ID
Report status=Aruande staatus
Pending=Sõltuv
Error (not sent)=Viga (saatmata)
Sent=Saadetud
:::::::::::::::::::::::::::::::::::::::::::::::::::: Lõplik abiaken ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=Selleks et käivitada LinuxLive :
Remove your key and insert it again=Eemalda oma meedia ja sisesta ta uuesti
Go to 'My Computer'=Mine "Minu kompuuter"
Right click on you key and select :=Parem-klikka oma võtmel ja vali :
'LinuxLive!' to launch linux in windows='LinuxLive!' Linuxi käivitamiseks Windows'is
'VirtualBox Interface' to launch VirtualBox full interface='VirtualBox Interface' VirtualBox'i kogu kasutajaliidese käivitamiseks
'CD Menu' to launch the original CD menu='CD Menu' algse cd-menüü kaivitamiseks
:::::::::::::::::::::::::::::::::::::::::::::::::::: uus 2.0's ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=VÕI
Manually=Käsitsi
Automatically=Automaatselt
Please select a linux to continue=Palun vali Linux jätkamiseks
Looking for the fastest mirror=Otsin kiireimat peegelsaiti
Testing mirror=Testin peegelsaiti
No online mirror found=Ühtegi võrgupeeglit pole leitud
Please check your internet connection or try with another linux=Palun kontrolli oma netiühendust või proovi teise Linux'ga
Select this file as the source when download will be completed=Vali see fail allikaks kui allalaadimine lõppeb
Downloading=Laen alla
from=allikast
Error while trying to download=Viga allalaadimise katsel
Latency=Latentsus
Server Name=Serveri nimi
Copy link=Kopeeri link
Launch in my browser=Käivita mu sirvikus
Best mirrors=Parim peegel
Good mirrors=Hea peegel
Bad mirrors=Halb peegel
Dead mirrors=Surnud peegel
Check will begin shortly=Kontroll algab peagi
:::::::::::::::::::::::::::::::::::::::::::::::::::: uus 2.2's ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=Vali oma lemmik Linux
There is a new version available=Uus versioon on saadaval
Your LiLi's version is not up to date=Su LiLi versioon ei ole uusim
Last version is=Viimane versioon on
Your version is=Sinu versioon on
Do want to download it=Kas sa soovid seda allalaadida 
Error while trying to find physical disk number=Viga füüsilise ketta numbri leidmise katsel
:::::::::::::::::::::::::::::::::::::::::::::::::::: uus 2.3's ::::::::::::::::::::::::::::::::::::::::::::::::::::
This Linux is not in the compatibility list=See Linux ei ole ühilduvate nimekirjas
Setting the memory to the recommended value=Sätin mälu soovituslikule väärtusele
Free memory is below the recommended value for your Linux to run in Windows=Vaba mälu on alla soovitusliku väärtuse su Linux'i jooksutamiseks Windows'is
Recognized Linux=Tuvastatud Linux
Built-in Persistency=Sisse-ehitatud püsivus
:::::::::::::::::::::::::::::::::::::::::::::::::::: uus 2.5's ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=Te juba lõite meediumi
Are you sure that you want to recreate one=Kas oled kindel, et soovid ta uuesti luua
The compatibility list has been updated=Ühilduvus-nimekiri on uuendatud
These linuxes are now supported=Need Linux'id ei ole toetatud
Official Ubuntu Variants=Ametlikud Ubuntu variandid
Ubuntu Based Variants=Ubuntul baseeruvad variandid
Fedora Variants=Fedora variandid
Debian Variants=Debiani variandid
PCLinuxOS Variants=PCLinuxOS'i variandid
Rescue CDs=Taastus-CD'd
Light Linuxes=Kerged Linux'id
Gentoo Based=Gentool baseeruvad
Security Purpose=Turvalisuse kaalutlus
Others=Teised
Regular Linux (works with most linuxes)=Harilik Linux (töötab enamiku Linux'tega)
:::::::::::::::::::::::::::::::::::::::::::::::::::: uus 2.6's ::::::::::::::::::::::::::::::::::::::::::::::::::::
Updating Portable-VirtualBox pack=Uuendan portatiivse VirtualBox'i paketti
Help me to improve LiLi=Aita mul Lili't paremaks muuta
This is a Beta or Release Candidate version=See on beta- või väljalaske kandidaadi versioon
Click OK to leave a feedback or click Cancel to close this window=Kliki OK tagasiside jätmiseks või kliki Cancel selle akna sulgemiseks
Options=Valikud
General=Üldine
Versions=Versioonid
Compatibility List=Ühilduvuse nimekiri
Make a donation=Tee annetus
Contact me=Võta minuga ühendust
CopyLeft by=CopyLeft
GPL v3 License=GPL v3 litsents
Language=Keel
Available languages=Võimalikud keeled
Proxy=Proksi
Proxy settings=Proksi sätted
No proxy=Proksit ei ole
Use system settings=Kasuta süsteemi sätteid
Use custom settings=Kasuta kohandatud sätteid 
Proxy URL=Proxy URL
Port=Port
Username=Kasutajanimi
Password=Salasõna
Status=Staatus
Test settings=Katseta sätteid
You are connected=Sul on ühendus
You are disconnected=Su ühendus katkes
Not tested yet=Testimatta
Update=Uuendus
Check for updates=Kontrolli uuenduse olemasolu
Stable releases only=Ainult stabillsed väljalasked
Stable and beta releases=Stabiilsed ja beta-väljalasked
Advanced=Edasijõudnud
Do not modify these options unless you know what you are doing=Ära muuda neid valikuid kui sa pole kindel, mida teed
Select a Linux=Vali Linux
Install parameters=Paigalduse parameetrid
Use LiLi automatic recognition=Kasuta LiLi automaatset tuvastust
highly recommended=väga soovituslik
Force using same parameters as=Kasuta samu parameetreid jõuga kui
Netbook screen detected=Netbooki ekraan tuvastatud
Your screen vertical resolution is less than 600 pixels=Ekraani püstresolutsioon on vähem kui 600 pikslit
Please use the arrow keys (up and down) of your keyboard to move the interface=Palun kasuta klaviatuuri nooleklahve (üles ja alla) kasutajaliidese liigutamiseks
Testing=Testin
:::::::::::::::::::::::::::::::::::::::::::::::::::: uus 2.7's ::::::::::::::::::::::::::::::::::::::::::::::::::::
I'm sorry for the inconvenience but LiLi has crashed=Vabandan ebameeldivuste pärast, kuid LiLi jooksis kokku
Please enter an email address and a detailed comment about this crash=Palun sisesta e-kirja aadress ja selle krahhi detailne kirjeldus 
I will contact you as soon as I can=Ma kontakteerun sinuga nii kähku kui saan
Show crash report=Näita krahhi aruannet
Close (don't send)=Sulge (ära saada)
Send Report=Saada aruanne
Your file is corrupted=Su fail on rikutud
Please download it again=Palun lae see uuesti alla
Read the log for more information=Loe logi lisainfo saamiseks
Starting LinuxLive USB Creator=Käivitan LinuxLive USB Creator
Checking for new major version=Kontrollin uuema põhiversiooni olemasolu
Checking for new minor version=Kontrollin uuema alamversiooni olemasolu
Checking for new Portable-VirtualBox version=Kontrollin uuema portatiivse VirtualBox'i olemasolu
Reading compatibility list=Loen ühilduvuse nimekirja
Loading interface=Laen kasutajaliidest
Getting drive list=Hangin kettaloendit
Logging system configuration=Login süsteemihäälestust
Checking for updates=Kontrollin uuendusi
Please close any application accessing your key and try again=Palun sulge kõik meedia poole põõrduvad rakendused ja proovi uuesti
Checking VirtualBox archive integrity=Kontrollin VirtualBox'i arhiivi terviklikkust
VirtualBox archive integrity checked=VirtualBox'i arhiivi terviklikkus on kontrollitud
Unzipping VirtualBox archive to disk=Pakin VirtualBox'i arhiivi kettale lahti
VirtualBox archive is corrupted=VirtualBox'i arhiiv on rikutud
Force using default mode (works with most Linuxes)=Kasuta vaikeviisi jõuga (töötab enamuse Linux'ga)
There is a new Beta version available=Uus beta-versioon on saadaval
Your LiLi's version is not up to date=Su LiLi versioon ei ole uusim
Last beta version is=Viimane beta-versioon on
Server-oriented=Server-orienteeritud
